export const workshopContOpt = [
  { value: "در کارگاه معارفه شرکت کردم", label: "در کارگاه معارفه شرکت کردم" },
  {
    value: "فیلم کارگاه معارفه را به طور کامل تماشا کردم",
    label: "فیلم کارگاه معارفه را به طور کامل تماشا کردم",
  },
  { value: "هیچ کدام", label: "هیچ کدام" },
];

export const notifyAcceptWeekOpt = [
  { value: "به طور کامل شرکت می کنم", label: "به طور کامل شرکت می کنم" },
  {
    value: "تمایل به شرکت در هفته پذیرش و دوره‌های آموزشی کاریار ندارم",
    label: "تمایل به شرکت در هفته پذیرش و دوره‌های آموزشی کاریار ندارم",
  },
];

export const presentStatusOpt = [
  { value: "بد", label: "بد" },
  { value: "متوسط", label: "متوسط" },
  { value: "عالی", label: "عالی" },
];

export const comAccessStatusOpt = [
  { value: "قابل قبول", label: "قابل قبول" },
  { value: "محدودیت دسترسی به اینترنت", label: "محدودیت دسترسی به اینترنت" },
  { value: "محدودیت دسترسی به کامپیوتر", label: "محدودیت دسترسی به کامپیوتر" },
  { value: "عدم دسترسی مناسب", label: "عدم دسترسی مناسب" },
];

export const recommendFieldOpt = [
  {
    value: "مسیر آموزشی برنامه نویسی سمت کاربر (طراحی سایت)",
    label: "مسیر آموزشی برنامه نویسی سمت کاربر (طراحی سایت)",
  },
  {
    value: "مسیر آموزشی برنامه نویسی سمت سرور (بک اند)",
    label: "مسیر آموزشی برنامه نویسی سمت سرور (بک اند)",
  },
  { value: "مسیر آموزشی تحلیل داده", label: "مسیر آموزشی تحلیل داده" },
  {
    value: "مسیر آموزشی مهارت های پایه کامپیوتر و امور اداری",
    label: "مسیر آموزشی مهارت های پایه کامپیوتر و امور اداری",
  },
];

export const scholarOpt = [
  { value: true, label: "بله" },
  { value: false, label: "خیر" },
];

export const recommendFieldMentorOpt = [
  { value: "فرانت اند مقدماتی", label: "فرانت اند مقدماتی" },
  { value: "فرانت اند پیشرفته", label: "فرانت اند پیشرفته" },
  { value: "ری اکت", label: "ری اکت" },
  {
    value: "تعیین سطح فرانت اند مقدماتی",
    label: "تعیین سطح فرانت اند مقدماتی",
  },
  {
    value: "تعیین سطح فرانت اند پیشرفته",
    label: "تعیین سطح فرانت اند پیشرفته",
  },
  { value: "وردپرس", label: "وردپرس" },
  { value: "تعیین سطح ری اکت", label: "تعیین سطح ری اکت" },
  { value: "بک اند مقدماتی", label: "بک اند مقدماتی" },
  { value: "بک اند پیشرفته", label: "بک اند پیشرفته" },
  { value: "جنگو", label: "جنگو" },
  { value: "تعیین سطح بک اند مقدماتی", label: "تعیین سطح بک اند مقدماتی" },
  { value: "تعیین سطح بک اند پیشرفته", label: "تعیین سطح بک اند پیشرفته" },
  { value: "تعیین سطح جنگو", label: "تعیین سطح جنگو" },
  { value: "تحلیل داده مقدماتی", label: "تحلیل داده مقدماتی" },
  { value: "تحلیل داده پیشرفته", label: "تحلیل داده پیشرفته" },
  {
    value: "تعیین سطح تحلیل داده مقدماتی",
    label: "تعیین سطح تحلیل داده مقدماتی",
  },
  {
    value: "تعیین سطح تحلیل داده پیشرفته",
    label: "تعیین سطح تحلیل داده پیشرفته",
  },
  { value: "امور اداری", label: "امور اداری" },
  { value: "تعیین سطح امور اداری", label: "تعیین سطح امور اداری" },
  { value: "مبانی کامپیوتر", label: "مبانی کامپیوتر" },
  { value: "کارشناس مرکز تماس", label: "کارشناس مرکز تماس" },
  { value: "محتوا و شبکه‌های اجتماعی", label: "محتوا و شبکه‌های اجتماعی" },
  { value: "تضمین کیفیت نرم‌افزار (QA)", label: "تضمین کیفیت نرم‌افزار (QA)" },
  { value: "بازاریابی دیجیتال (Digital Marketing)", label: "بازاریابی دیجیتال (Digital Marketing)" },
  { value: "Help Desk", label: "Help Desk" },
];


export const finalResultOpt = [
  { value: "تایید از سمت کاریار", label: "تایید از سمت کاریار" },
  { value: "عدم تایید از سمت کاریار", label: "عدم تایید از سمت کاریار" },
  {
    value: "عدم تمایل شخصی به شرکت در دوره",
    label: "عدم تمایل شخصی به شرکت در دوره",
  },
];

export const yesOrNo = [
  { value: "بله", label: "بله" },
  { value: "خیر", label: "خیر" },
];
