export const allStudentContribute = [
  {
    message:
      "بالاتر از حد انتظار  (مهارت‌آموز موضوعاتی را از قبل آماده کرده بود و در جلسه مشارکت فعال داشت)",
  },
  {
    message:
      "پایین‌تر از حد انتظار   (مهارت‌آموز موضوعی برای صحبت کردن آماده نکرده بود و به سوالاتی که مطرح می‌شد جواب‌های کوتاه می‌داد)",
  },
  {
    message:
      "قابل قبول   (مهارت‌آموز موضوعی برای صحبت کردن آماده نکرده بود؛ اما در بحث شرکت می‌کرد و به سوالات جواب‌های مفصلی می‌داد)",
  },
];
export const allStudentPresent = [
  { message: "بله" },
  { message: "خیر" },
  { message: "فقط بخشی از جلسه را حضور داشت" },
];
export const allSessionProblem = [
  {
    message:
      "مشکل عمده مانند نارضایتی کامل مهارت‌آموز و اظهار علاقه به خروج از دوره، خرابی لپ‌تاپ و عدم دسترسی به کامپیوتر؛  مشکل جزئی مانند حضور مهارت‌آموز در مکانی شلوغ و ...",
  },
  { message: "بله؛ مشکل عمده‌ای که نیاز به توجه فوری کاریار دارد" },
  { message: "بله؛ مشکلی جزئی وجود داشت" },
  { message: "خیر؛ مشکلی وجود نداشت" },
];
export const allStudentTask = [
  { message: "تکلیف را به طور کامل انجام داده بود" },
  {
    message:
      "تکلیف را انجام نداده بود؛ بهتر است تیم کاریار هم در این مورد پیگیری کند",
  },
  { message: "تکلیف را انجام نداده بود؛ با خودش روند پیگیری را هماهنگ کردم" },
  { message: "تکلیفی برای این جلسه در نظر گرفته نشد بود" },
];

export const descComment = {
  allStudentPresent: "آیا مهارت آموز در جلسه حاضر بود؟",
  allStudentContribute:
    "میزان مشارکت مهارت‌آموز در جلسه را چطور ارزیابی می‌کنید؟",
  allStudentTask:
    "در صورتی که تکلیف (یا هر اقدام پیشنهادی)  برای مهارت‌آموز در نظر گرفته شده بود، لطفا یکی از گزینه‌های زیر را انتخاب کنید.",
  allSessionProblem: "آیا مشکل قابل توجهی در جلسه وجود داشت؟",
};
