export const registerTableHeader = [
  "",
  "وضعیت",
  "کد متقاضی",
  "نام و نام خانوادگی",
  "دوره",
  "میزان تحصیلات",
  "سال دبیرستان",
  "استان",
  "نحوه آشنایی با کاریار",
  "نام معرف یا موسسه",
  "تاریخ ارسال فرم",
];

export const beforeTableHeader = [
  "",
  "وضعیت",
  "کد متقاضی",
  "نام و نام خانوادگی",
  "استان",
  "شهر",
  "شماره همراه",
  "ایمیل",
  "نمره آزمون",
  "آمادگی کار",
  "هدف از شرکت",
];

export const afterTableHeader = [
  "",
  "وضعیت",
  "کد متقاضی",
  "نام و نام خانوادگی",
  "استان",
  "شهر",
  "شماره همراه",
  "ایمیل",
  "نتیجه نهایی",
  "بورسیه",
  "رشته نهایی",
];
export const afterTableSkillSeeker = [
  "وضعیت",
  "کد متقاضی",
  "نام و نام خانوادگی",
  "استان",
  "شهر",
  "شماره همراه",
  "ایمیل",
  "رشته انتخابی",
  "رشته نهایی",
  "نتیجه نهایی",
];

export const studentTableHeader = [
  "",
  "نام و نام خانوادگی",
  "نام کاربری",
  "شهر",
  "موبایل",
  "ایمیل",
];

export const volunteerTableHeader = ["", "نام داوطلب", "نقش", "عملیات"];

export const graduateTableHeader = [
  "",
  "نام و نام خانوادگی",
  "کد مهارت آموز",
  "مسیر آموزشی",
  "وضعیت اشتغال در زمان فارغ التحصیلی",
  "وضعیت اشتغال پذیری",
  "موقعیت شغلی پیشنهادی",
  "نام کارفرما",
  "آخرین وضعیت",
  "تاریخ شروع به کار",
  "عملیات",
];

export const commentsTableHeader = [
  "تاریخ",
  "نام و نام خانوادگی",
  "نظر دهنده",
  "دوره آموزشی",
  "عملیات",
];

export const groupsTableHeader = [
  "شماره گروه",
  "نام گروه",
  "تاریخ شروع آموزش",
  "تاریخ پایان آموزش",
  "تعداد کل مهارت‌آموزان",
  "تعداد مربیان حل تمرین",
  "تعداد منتورها",
];

export const trainingCourseHeader = [
  "",
  "نام دوره آموزشی",
  "مسیر مرتبط",
  "گروه مرتبط",
  "وضعیت آموزش دوره",
  "نام مدرس",
  "تاریخ شروع",
  "تاریخ پایان",
  "تعداد مهارت‌آموزان",
  "تعداد مربیان حل تمرین",
  "تعداد منتورها",
  "لینک تعریف پروژه پایانی",
];

export const language = [
  "",
  "نام دوره",
  "وضعیت دوره",
  "گروه مرتبط",
  "نام مدرس(ها)",
  "تاریخ شروع",
  "تاریخ پایان",
  "تعداد مهارت‌آموزان",
];

export const workshops = [
  "",
  "نام دوره",
  "نام مدرس(ها)",
  "تاریخ برگزاری",
  "تعداد ثبت‌نام‌کنندگان",
];

export const vocational = [
  "",
  "نام دوره",
  "گروه مرتبط",
  "وضعیت دوره",
  "نام مدرس(ها)",
  "تاریخ شروع",
  "تاریخ پایان",
  "تعداد مهارت‌آموزان",
];
